mock-example/src/test/resources/xml/BBMO/SrvSendApplicationProcessingURL/rq1.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Header>
      <mq:AsyncHeader xmlns:mq="http://sbrf.ru/prpc/mq/headers">
         <mq:message-id>message-id</mq:message-id>
         <mq:request-time>2014-12-16T17:55:06.410</mq:request-time>
         <mq:operation-name>SrvSendApplicationProcessingURL</mq:operation-name>
      </mq:AsyncHeader>
   </soap:Header>
   <soap:Body>
      <tns:SrvSendApplicationProcessingURLRq xmlns:tns="http://sbrf.ru/prpc/bbmo/10"><!--optional--><ct:ExtensionData xmlns:ct="http://sbrf.ru/prpc/bbmo/commonTypes/10"/>
         <tns:ApplicationId>stringstringstrings</tns:ApplicationId>
         <tns:URLType>1</tns:URLType>
      </tns:SrvSendApplicationProcessingURLRq>
   </soap:Body>
</soap:Envelope>
